chore(content): write-only draft [linux/foundations/networking/module-3.4-iptables-netfilter]
